Tekla.Structures.ModelInternal.dotCreateNCFromModel_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.OnlySelected
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.aNCFileSettingsName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.CreatePopMarks
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.aPopMarkSettingsName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.CreateContourMarking
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.aContourMarkingSettingsName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.ExportType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.aFileName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.aDestinationFolderName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.Result
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.FileOutput
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.PartId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotCreateNCFromModel_t.SkipCreateFile
DO NOT USE! For internal usage only!